GroundCoarse/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 1;

boundaryField
{
    Inlet
    {
        type            inletOutlet;
				inletValue 	uniform 1;
    }

    Outlet
    {
        type            zeroGradient;
    }

   Side
    {
        type            empty;
    }


    Airfoil
    {
        type            zeroGradient;
    }
    Ground
    {
	type	       zeroGradient;
    }

}

// ************************************************************************* //
