GroundCoarse/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    Side
    {
        type            empty;
        nFaces          42512;
        startFace       42047;
    }
    Ground
    {
        type            wall;
        nFaces          322;
        startFace       84559;
    }
    Inlet
    {
        type            patch;
        nFaces          187;
        startFace       84881;
    }
    Airfoil
    {
        type            wall;
        nFaces          321;
        startFace       85068;
    }
    Outlet
    {
        type            patch;
        nFaces          100;
        startFace       85389;
    }
)

// ************************************************************************* //
